Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh44-45-v3.tmx
Source language: bo
Languages: en

source: ཤད་བར་གཅོད་མཚམས་འཁྲུགས་པ་མང་དུ་སྣང་ཡང་ཅུང་ཟད་སྐྱོན་ཆུང་བའི་དབང་དུ་བྱས་ནས་བཏང་སྙོམས་སུ་བཞག །
en: There are also unreliable placements of the shad mark that differentiates clauses, but all these have been left as they are because these faults are few and minor.

source: དེ་མིན་མོན་པའི་རྡོ་གཅོད་ཞུ་དག་གི་དཔེ་ཟླར་མ་སོང་བར་ནན་ཏན་ཆེན་པོས་ཤིན་ཏུ་དག་ཁུལ་དུ་བགྱིས་པ་འདི།
en: Therefore, this revision has been diligently edited without becoming analogous to knocking down the ancient megaliths of the southern regions.

source: སངས་རྒྱས་ཀྱི་བསྟན་པ་རིན་པོ་ཆེ་དང་རིས་མེད་པའི་འགྲོ་བ་ཡོངས་ཀྱི་བསོད་ནམས་ཀྱི་དཔལ་དུ་བསྐལ་བ་ཇི་སྲིད་གནས་ཀྱི་བར་དུ་ཁོར་ཡུག་རི་བོའི་ཁོངས་འདིར། ཉི་ཟླ་ལྟར་གསལ་བར་གྱུར་ཅིག །
en: May this remain for the entire kalpa within the circle of the Cakravāla Mountains, as bright as the sun and moon, as the glory of the merit of nonsectarian beings and the precious teaching of the Buddha.

source: ཅེས་བོད་ཆེན་པོའི་ཡུལ་ལྗོངས་སྡེ་བཞིའི་འབྱུང་གནས་དགེ་བཅུའི་ཁྲིམས་ལུགས་ཀྱིས་མངོན་པར་མཐོ་བའི་ནོར་འཛིན་ཡངས་པ་ཆོས་བཞིན་དུ་སྐྱོང་བའི་ལྷ་ཆོས་རྒྱལ་བྱང་ཆུབ་སེམས་དཔའི་མིའི་དབང་པོ་བསྟན་པ་ཚེ་རིངས་ཀྱི་ཞལ་སྔ་ནས།
en: This was printed in the water tiger year called dge byed (1722), in the presence of Tenpa Tsering (1678–1738), the divine Dharma king who rules in accordance with the Dharma, who has the vast, superior wealth of the ten good actions, and who is a bodhisattva as a ruler of humans and the source of happiness in the four regions of greater Tibet.

source: དགེ་བྱེད་ཅེས་པ་ཆུ་སྟག་ལོར་གསུང་རབ་འདི་ཉིད་པར་དུ་བསྒྲུབ་པར་མཛད་པའི་སྐབས་ཞུ་དག་ལས་འཕྲོས་ཏེ་འདི་ཉིད་ཀྱི་དོ་དམ་པར་བཀས་གནང་བའི་ཞབས་འབྲིང་བ་དགེ་སློང་བཀྲ་ཤིས་དབང་ཕྱུག་གིས་གླེང་བ་ཛ་ཡནྟུ།། །།
en: This was written by the attendant Gelong Tashi Wangchuk, who in the process of revision was commanded to become its supervisor.

source: ཡེ་དྷརྨྨཱ་ཧེ་ཏུ་བྲབྷ་ཝཱ་ཧེ་ཏུནྟེ་ཥཱནྟ་ཐཱ་ག་ཏོ་ཧྱ་ཝད་ཏ། །​ཧེ་ཥཱཉྩ་ལོ་ནི་རོ་དྷ་ཨེ་ཝཾ་བཱ་དཱི་མ་ཧཱ་ཤྲ་མ་ཎཿ།​།
en: Ye dharma­hetu­prabhavā hetun teṣān tathāgato hy avadat. Teṣāñ ca yo nirodha evaṃ vādī mahā­śramanaḥ. (The Tathāgata has taught those causes that are the causes for the arising of phenomena, and the great Śramaṇa, in that way, taught that which is their cessation.)
